Repository: sxk9fy5n98-bit/WidgetMaker
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Photos stay on your device. Tap Save to apply image changes to your Home Screen widget.
ar: تبقى الصور على جهازك. اضغط على حفظ لتطبيق تغييرات الصورة على أداة الشاشة الرئيسية.
ca: Les fotos romanen al dispositiu. Toca Desa per aplicar els canvis d’imatge al widget de la pantalla d’inici.
cs: Fotky zůstanou v zařízení. Klepnutím na Uložit použijete změny obrázku na widget na ploše.
da: Fotos bliver på din enhed. Tryk på Gem for at anvende billedændringer på widgetten på hjemmeskærmen.
de: Fotos bleiben auf deinem Gerät. Tippe auf Sichern, um Bildänderungen auf das Widget auf dem Home-Bildschirm anzuwenden.
el: Οι φωτογραφίες παραμένουν στη συσκευή σας. Πατήστε Αποθήκευση για να εφαρμόσετε τις αλλαγές εικόνας στο widget της Αρχικής οθόνης.
es: Las fotos permanecen en tu dispositivo. Toca Guardar para aplicar los cambios de imagen al widget de la pantalla de inicio.
fi: Kuvat pysyvät laitteessasi. Napauta Tallenna ottaaksesi kuvamuutokset käyttöön Koti-valikon widgetissä.
fr: Les photos restent sur votre appareil. Touchez Enregistrer pour appliquer les modifications d’image au widget de l’écran d’accueil.
he: התמונות נשארות במכשיר. הקש על שמור כדי להחיל שינויי תמונה על היישומון במסך הבית.
hi: फ़ोटो आपके डिवाइस पर ही रहती हैं। होम स्क्रीन विजेट पर छवि परिवर्तन लागू करने के लिए सहेजें पर टैप करें।
hr: Fotografije ostaju na uređaju. Dodirnite Spremi za primjenu promjena slike na widget početnog zaslona.
hu: A fényképek a készüléken maradnak. A Mentés gombbal alkalmazhatja a képváltozásokat a Kezdőképernyő widgetjén.
id: Foto tetap di perangkat Anda. Ketuk Simpan untuk menerapkan perubahan gambar ke widget Layar Utama.
it: Le foto restano sul dispositivo. Tocca Salva per applicare le modifiche dell’immagine al widget della schermata Home.
ja: 写真はこのデバイスにのみ保存されます。ホーム画面のウィジェットに画像の変更を反映するには「保存」をタップしてください。
ko: 사진은 기기에만 보관됩니다. 홈 화면 위젯에 이미지 변경 사항을 적용하려면 저장을 탭하세요.
ms: Foto kekal pada peranti anda. Ketik Simpan untuk menggunakan perubahan imej pada widget Skrin Utama.
nb: Bildene blir på enheten. Trykk på Lagre for å bruke bildeendringer på widgeten på hjem-skjermen.
nl: Foto’s blijven op je apparaat. Tik op Bewaar om afbeeldingswijzigingen toe te passen op de widget op het beginscherm.
pl: Zdjęcia pozostają na urządzeniu. Stuknij Zapisz, aby zastosować zmiany obrazu do widżetu ekranu początkowego.
pt_br: As fotos ficam no seu dispositivo. Toque em Salvar para aplicar as alterações de imagem ao widget da Tela de Início.
pt_pt: As fotos ficam no seu dispositivo. Toque em Guardar para aplicar as alterações de imagem ao widget do ecrã principal.
ro: Fotografiile rămân pe dispozitiv. Atingeți Salvează pentru a aplica modificările de imagine pe widgetul de pe ecranul principal.
ru: Фото остаются на устройстве. Нажмите «Сохранить», чтобы применить изменения изображения к виджету на домашнем экране.
sk: Fotky zostanú v zariadení. Klepnutím na Uložiť použijete zmeny obrázka na widget na ploche.
sv: Foton stannar på enheten. Tryck på Spara för att tillämpa bildändringar på hemskärmens widget.
th: รูปจะอยู่ในอุปกรณ์ของคุณ แตะบันทึกเพื่อใช้การเปลี่ยนแปลงรูปกับวิดเจ็ตที่หน้าโฮม
tr: Fotoğraflar cihazınızda kalır. Ana Ekran widget’ına görüntü değişikliklerini uygulamak için Kaydet’e dokunun.
uk: Фото залишаються на пристрої. Натисніть «Зберегти», щоб застосувати зміни зображення до віджета на початковому екрані.
vi: Ảnh chỉ nằm trên thiết bị. Chạm Lưu để áp dụng thay đổi ảnh cho tiện ích Màn hình chính.
zh_hans: 照片仅保存在你的设备上。点按“存储”以将图像更改应用到主屏幕小组件。
zh_hant: 照片只會保存在你的裝置上。點一下「儲存」以將影像變更套用到主畫面小工具。

source: Progress
ar: التقدم
ca: Progrés
cs: Průběh
da: Status
de: Fortschritt
el: Πρόοδος
es: Progreso
fi: Edistyminen
fr: Progression
he: התקדמות
hi: प्रगति
hr: Napredak
hu: Folyamat
id: Progres
it: Avanzamento
ja: 進捗
ko: 진행률
ms: Kemajuan
nb: Fremdrift
nl: Voortgang
pl: Postęp
pt_br: Progresso
pt_pt: Progresso
ro: Progres
ru: Прогресс
sk: Priebeh
sv: Förlopp
th: ความคืบหน้า
tr: İlerleme
uk: Прогрес
vi: Tiến độ
zh_hans: 进度
zh_hant: 進度

source: Widget progress
ar: تقدم الأداة
ca: Progrés del widget
cs: Průběh widgetu
da: Widgetstatus
de: Widget-Fortschritt
el: Πρόοδος widget
es: Progreso del widget
fi: Widgetin edistyminen
fr: Progression du widget
he: התקדמות היישומון
hi: विजेट प्रगति
hr: Napredak widgeta
hu: Widget folyamat
id: Progres widget
it: Avanzamento del widget
ja: ウィジェットの進捗
ko: 위젯 진행률
ms: Kemajuan widget
nb: Widget-fremdrift
nl: Widgetvoortgang
pl: Postęp widżetu
pt_br: Progresso do widget
pt_pt: Progresso do widget
ro: Progresul widgetului
ru: Прогресс виджета
sk: Priebeh widgetu
sv: Widgetförlopp
th: ความคืบหน้าของวิดเจ็ต
tr: Widget ilerlemesi
uk: Прогрес віджета
vi: Tiến độ tiện ích
zh_hans: 小组件进度
zh_hant: 小工具進度

source: %@ progress
ar: التقدم %@
ca: Progrés %@
cs: Průběh %@
da: Status %@
de: Fortschritt %@
el: Πρόοδος %@
es: Progreso %@
fi: Edistyminen %@
fr: Progression %@
he: התקדמות %@
hi: प्रगति %@
hr: Napredak %@
hu: Folyamat %@
id: Progres %@
it: Avanzamento %@
ja: 進捗 %@
ko: 진행률 %@
ms: Kemajuan %@
nb: Fremdrift %@
nl: Voortgang %@
pl: Postęp %@
pt_br: Progresso %@
pt_pt: Progresso %@
ro: Progres %@
ru: Прогресс %@
sk: Priebeh %@
sv: Förlopp %@
th: ความคืบหน้า %@
tr: İlerleme %@
uk: Прогрес %@
vi: Tiến độ %@
zh_hans: 进度 %@
zh_hant: 進度 %@

source: %lld percent
ar: ٪%lld
cs: %lld procent
da: %lld procent
de: %lld Prozent
el: %lld τοις εκατό
es: %lld por ciento
fi: %lld prosenttia
fr: %lld pour cent
he: %lld אחוז
hi: %lld प्रतिशत
hr: %lld posto
hu: %lld százalék
id: %lld persen
it: %lld percento
ja: %lldパーセント
ko: %lld퍼센트
ms: %lld peratus
nb: %lld prosent
nl: %lld procent
pl: %lld procent
pt_br: %lld por cento
pt_pt: %lld por cento
ro: %lld la sută
ru: %lld процентов
sv: %lld procent
th: %lld เปอร์เซ็นต์
tr: Yüzde %lld
uk: %lld відсотків
vi: %lld phần trăm
zh_hans: 百分之%lld
zh_hant: 百分之%lld

source: Dynamic Island and Lock Screen are showing your widget.
ar: تعرض Dynamic Island وشاشة القفل أداتك.
ca: Dynamic Island i la pantalla de bloqueig mostren el teu widget.
cs: Dynamic Island a zamykací obrazovka zobrazují tvůj widget.
da: Dynamic Island og låseskærmen viser din widget.
de: Dynamic Island und der Sperrbildschirm zeigen dein Widget.
el: Το Dynamic Island και η οθόνη κλειδώματος εμφανίζουν το widget σας.
es: Dynamic Island y la pantalla de bloqueo muestran tu widget.
fi: Dynamic Island ja lukitusnäyttö näyttävät widgetisi.
fr: Dynamic Island et l’écran verrouillé affichent votre widget.
he: Dynamic Island ומסך הנעילה מציגים את היישומון שלך.
hi: Dynamic Island और लॉक स्क्रीन आपका विजेट दिखा रहे हैं।
hr: Dynamic Island i zaključani zaslon prikazuju tvoj widget.
hu: A Dynamic Island és a Zárolási képernyő mutatja a widgetedet.
id: Dynamic Island dan Layar Terkunci menampilkan widget Anda.
it: Dynamic Island e la schermata di blocco mostrano il tuo widget.
ja: Dynamic Islandとロック画面にウィジェットが表示されています。
ko: Dynamic Island과 잠금 화면에 위젯이 표시되고 있습니다.
ms: Dynamic Island dan Skrin Kunci menunjukkan widget anda.
nb: Dynamic Island og låseskjermen viser widgeten din.
nl: Dynamic Island en het toegangsscherm tonen je widget.
pl: Dynamic Island i ekran blokady pokazują Twój widżet.
pt_br: A Dynamic Island e a Tela Bloqueada estão mostrando seu widget.
pt_pt: A Dynamic Island e o ecrã bloqueado estão a mostrar o seu widget.
ro: Dynamic Island și ecranul de blocare afișează widgetul dvs.
ru: Dynamic Island и экран блокировки показывают ваш виджет.
sk: Dynamic Island a uzamykacia obrazovka zobrazujú tvoj widget.
sv: Dynamic Island och låsskärmen visar din widget.
th: Dynamic Island และหน้าล็อกแสดงวิดเจ็ตของคุณ
tr: Dynamic Island ve Kilit Ekranı widget’ınızı gösteriyor.
uk: Dynamic Island і екран блокування показують ваш віджет.
vi: Dynamic Island và Màn hình khóa đang hiển thị tiện ích của bạn.
zh_hans: 灵动岛和锁定屏幕正在显示你的小组件。
zh_hant: Dynamic Island 和鎖定畫面正在顯示你的小工具。

source: Mirror your design on Dynamic Island and the Lock Screen.
ar: اعرض تصميمك على Dynamic Island وشاشة القفل.
ca: Reflecteix el disseny a Dynamic Island i a la pantalla de bloqueig.
cs: Zobraz svůj návrh na Dynamic Island a zamykací obrazovce.
da: Spejl dit design på Dynamic Island og låseskærmen.
de: Spiegle dein Design auf Dynamic Island und dem Sperrbildschirm.
el: Αντικατοπτρίστε το σχέδιό σας στο Dynamic Island και στην οθόνη κλειδώματος.
es: Refleja tu diseño en Dynamic Island y la pantalla de bloqueo.
fi: Peilaa suunnittelusi Dynamic Islandiin ja lukitusnäyttöön.
fr: Affichez votre design sur Dynamic Island et l’écran verrouillé.
he: שקף את העיצוב שלך ב‑Dynamic Island ובמסך הנעילה.
hi: अपने डिज़ाइन को Dynamic Island और लॉक स्क्रीन पर दिखाएँ।
hr: Zrcali dizajn na Dynamic Islandu i zaključanom zaslonu.
hu: Tükrözze a dizájnt a Dynamic Islandon és a Zárolási képernyőn.
id: Cerminkan desain Anda di Dynamic Island dan Layar Terkunci.
it: Rispecchia il design su Dynamic Island e sulla schermata di blocco.
ja: デザインをDynamic Islandとロック画面に表示します。
ko: 디자인을 Dynamic Island과 잠금 화면에 미러링하세요.
ms: Cerminkan reka bentuk anda pada Dynamic Island dan Skrin Kunci.
nb: Speil designet på Dynamic Island og låseskjermen.
nl: Spiegel je ontwerp op Dynamic Island en het toegangsscherm.
pl: Odbij swój projekt na Dynamic Island i ekranie blokady.
pt_br: Espelhe seu design na Dynamic Island e na Tela Bloqueada.
pt_pt: Espelhe o seu design na Dynamic Island e no ecrã bloqueado.
ro: Oglindiți designul pe Dynamic Island și pe ecranul de blocare.
ru: Отобразите дизайн на Dynamic Island и экране блокировки.
sk: Zobraz svoj návrh na Dynamic Island a uzamykacej obrazovke.
sv: Spegla din design på Dynamic Island och låsskärmen.
th: สะท้อนดีไซน์ของคุณบน Dynamic Island และหน้าล็อก
tr: Tasarımınızı Dynamic Island ve Kilit Ekranı’nda yansıtın.
uk: Відобразіть дизайн на Dynamic Island і екрані блокування.
vi: Phản chiếu thiết kế trên Dynamic Island và Màn hình khóa.
zh_hans: 将你的设计同步到灵动岛和锁定屏幕。
zh_hant: 將你的設計同步到 Dynamic Island 和鎖定畫面。

source: Update Live Activity
ar: تحديث Live Activity
ca: Actualitza Live Activity
cs: Aktualizovat Live Activity
da: Opdater Live Activity
de: Live Activity aktualisieren
el: Ενημέρωση Live Activity
es: Actualizar Live Activity
fi: Päivitä Live Activity
fr: Mettre à jour Live Activity
he: עדכן Live Activity
hi: लाइव ऐक्टिविटी अपडेट करें
hr: Ažuriraj Live Activity
hu: Live Activity frissítése
id: Perbarui Live Activity
it: Aggiorna Live Activity
ja: ライブアクティビティを更新
ko: 라이브 활동 업데이트
ms: Kemas kini Live Activity
nb: Oppdater Live Activity
nl: Live Activity bijwerken
pl: Zaktualizuj Live Activity
pt_br: Atualizar Live Activity
pt_pt: Atualizar Live Activity
ro: Actualizați Live Activity
ru: Обновить Live Activity
sk: Aktualizovať Live Activity
sv: Uppdatera Live Activity
th: อัปเดต Live Activity
tr: Live Activity’yi güncelle
uk: Оновити Live Activity
vi: Cập nhật Live Activity
zh_hans: 更新实时活动
zh_hant: 更新實時活動

source: End Live Activity
ar: إنهاء Live Activity
ca: Finalitza Live Activity
cs: Ukončit Live Activity
da: Afslut Live Activity
de: Live Activity beenden
el: Τερματισμός Live Activity
es: Finalizar Live Activity
fi: Lopeta Live Activity
fr: Terminer Live Activity
he: סיים Live Activity
hi: लाइव ऐक्टिविटी समाप्त करें
hr: Završi Live Activity
hu: Live Activity befejezése
id: Akhiri Live Activity
it: Termina Live Activity
ja: ライブアクティビティを終了
ko: 라이브 활동 종료
ms: Tamatkan Live Activity
nb: Avslutt Live Activity
nl: Live Activity beëindigen
pl: Zakończ Live Activity
pt_br: Encerrar Live Activity
pt_pt: Terminar Live Activity
ro: Încheiați Live Activity
ru: Завершить Live Activity
sk: Ukončiť Live Activity
sv: Avsluta Live Activity
th: สิ้นสุด Live Activity
tr: Live Activity’yi bitir
uk: Завершити Live Activity
vi: Kết thúc Live Activity
zh_hans: 结束实时活动
zh_hant: 結束實時活動

source: Start Live Activity
ar: بدء Live Activity
ca: Inicia Live Activity
cs: Spustit Live Activity
de: Live Activity starten
el: Έναρξη Live Activity
es: Iniciar Live Activity
fi: Käynnistä Live Activity
fr: Démarrer Live Activity
he: התחל Live Activity
hi: लाइव ऐक्टिविटी शुरू करें
hr: Pokreni Live Activity
hu: Live Activity indítása
id: Mulai Live Activity
it: Avvia Live Activity
ja: ライブアクティビティを開始
ko: 라이브 활동 시작
ms: Mulakan Live Activity
nl: Live Activity starten
pl: Uruchom Live Activity
pt_br: Iniciar Live Activity
pt_pt: Iniciar Live Activity
ro: Porniți Live Activity
ru: Запустить Live Activity
sk: Spustiť Live Activity
sv: Starta Live Activity
th: เริ่ม Live Activity
tr: Live Activity’yi başlat
uk: Запустити Live Activity
vi: Bắt đầu Live Activity
zh_hans: 开始实时活动
zh_hant: 開始實時活動

source: How to add to Home Screen
ar: كيفية الإضافة إلى الشاشة الرئيسية
ca: Com afegir a la pantalla d’inici
cs: Jak přidat na plochu
da: Sådan føjes til hjemmeskærmen
de: Zum Home-Bildschirm hinzufügen
el: Πώς να προσθέσετε στην Αρχική οθόνη
es: Cómo añadir a la pantalla de inicio
fi: Lisääminen Koti-valikkoon
fr: Comment ajouter à l’écran d’accueil
he: איך להוסיף למסך הבית
hi: होम स्क्रीन पर कैसे जोड़ें
hr: Kako dodati na početni zaslon
hu: Hozzáadás a Kezdőképernyőhöz
id: Cara menambahkan ke Layar Utama
it: Come aggiungere alla schermata Home
ja: ホーム画面への追加方法
ko: 홈 화면에 추가하는 방법
ms: Cara menambah ke Skrin Utama
nb: Slik legger du til på hjem-skjermen
nl: Toevoegen aan beginscherm
pl: Jak dodać do ekranu początkowego
pt_br: Como adicionar à Tela de Início
pt_pt: Como adicionar ao ecrã principal
ro: Cum se adaugă pe ecranul principal
ru: Как добавить на домашний экран
sk: Ako pridať na plochu
sv: Så lägger du till på hemskärmen
th: วิธีเพิ่มไปที่หน้าโฮม
tr: Ana Ekran’a nasıl eklenir
uk: Як додати на початковий екран
vi: Cách thêm vào Màn hình chính
zh_hans: 如何添加到主屏幕
zh_hant: 如何加入主畫面

source: Save & Refresh Widgets
ar: حفظ وتحديث الأدوات
ca: Desa i actualitza els widgets
cs: Uložit a obnovit widgety
da: Gem og opdater widgets
de: Sichern und Widgets aktualisieren
el: Αποθήκευση και ανανέωση widget
es: Guardar y actualizar widgets
fi: Tallenna ja päivitä widgetit
fr: Enregistrer et actualiser les widgets
he: שמור ורענן יישומונים
hi: सहेजें और विजेट रीफ़्रेश करें
hr: Spremi i osvježi widgete
hu: Mentés és widgetek frissítése
id: Simpan & segarkan widget
it: Salva e aggiorna i widget
ja: 保存してウィジェットを更新
ko: 저장 및 위젯 새로 고침
ms: Simpan & segarkan widget
nb: Lagre og oppdater widgets
nl: Bewaar en vernieuw widgets
pl: Zapisz i odśwież widżety
pt_br: Salvar e atualizar widgets
pt_pt: Guardar e atualizar widgets
ro: Salvați și reîmprospătați widgeturile
ru: Сохранить и обновить виджеты
sk: Uložiť a obnoviť widgety
sv: Spara och uppdatera widgetar
th: บันทึกและรีเฟรชวิดเจ็ต
tr: Kaydet ve widget’ları yenile
uk: Зберегти й оновити віджети
vi: Lưu và làm mới tiện ích
zh_hans: 存储并刷新小组件
zh_hant: 儲存並重新整理小工具

source: After saving, your Home Screen widget updates automatically.
ar: بعد الحفظ، تُحدَّث أداة الشاشة الرئيسية تلقائيًا.
ca: Després de desar, el widget de la pantalla d’inici s’actualitza automàticament.
cs: Po uložení se widget na ploše aktualizuje automaticky.
da: Når du har gemt, opdateres widgetten på hjemmeskærmen automatisk.
de: Nach dem Sichern wird das Widget auf dem Home-Bildschirm automatisch aktualisiert.
el: Μετά την αποθήκευση, το widget της Αρχικής οθόνης ενημερώνεται αυτόματα.
es: Después de guardar, el widget de la pantalla de inicio se actualiza automáticamente.
fi: Tallennuksen jälkeen Koti-valikon widget päivittyy automaattisesti.
fr: Après l’enregistrement, le widget de l’écran d’accueil se met à jour automatiquement.
he: לאחר השמירה, היישומון במסך הבית מתעדכן אוטומטית.
hi: सहेजने के बाद होम स्क्रीन विजेट अपने आप अपडेट हो जाता है।
hr: Nakon spremanja widget na početnom zaslonu ažurira se automatski.
hu: Mentés után a Kezdőképernyő widgetje automatikusan frissül.
id: Setelah disimpan, widget Layar Utama diperbarui otomatis.
it: Dopo il salvataggio, il widget della schermata Home si aggiorna automaticamente.
ja: 保存後、ホーム画面のウィジェットは自動的に更新されます。
ko: 저장하면 홈 화면 위젯이 자동으로 업데이트됩니다.
ms: Selepas menyimpan, widget Skrin Utama dikemas kini secara automatik.
nb: Etter lagring oppdateres widgeten på hjem-skjermen automatisk.
nl: Na het bewaren wordt de widget op het beginscherm automatisch bijgewerkt.
pl: Po zapisaniu widżet ekranu początkowego aktualizuje się automatycznie.
pt_br: Depois de salvar, o widget da Tela de Início é atualizado automaticamente.
pt_pt: Depois de guardar, o widget do ecrã principal atualiza-se automaticamente.
ro: După salvare, widgetul de pe ecranul principal se actualizează automat.
ru: После сохранения виджет на домашнем экране обновляется автоматически.
sk: Po uložení sa widget na ploche aktualizuje automaticky.
sv: Efter sparande uppdateras hemskärmens widget automatiskt.
th: หลังบันทึก วิดเจ็ตที่หน้าโฮมจะอัปเดตโดยอัตโนมัติ
tr: Kaydettikten sonra Ana Ekran widget’ı otomatik güncellenir.
uk: Після збереження віджет на початковому екрані оновлюється автоматично.
vi: Sau khi lưu, tiện ích Màn hình chính tự động cập nhật.
zh_hans: 保存后，主屏幕小组件会自动更新。
zh_hant: 儲存後，主畫面小工具會自動更新。

source: Saved — Home Screen widgets refreshed
ar: تم الحفظ — تم تحديث أدوات الشاشة الرئيسية
ca: Desat — widgets de la pantalla d’inici actualitzats
cs: Uloženo — widgety na ploše obnoveny
da: Gemt — widgets på hjemmeskærmen opdateret
de: Gesichert — Widgets auf dem Home-Bildschirm aktualisiert
el: Αποθηκεύτηκε — τα widget της Αρχικής οθόνης ανανεώθηκαν
es: Guardado — widgets de la pantalla de inicio actualizados
fi: Tallennettu — Koti-valikon widgetit päivitetty
fr: Enregistré — widgets de l’écran d’accueil actualisés
he: נשמר — יישומוני מסך הבית רועננו
hi: सहेजा गया — होम स्क्रीन विजेट रीफ़्रेश हो गए
hr: Spremljeno — widgeti početnog zaslona osvježeni
hu: Mentve — a Kezdőképernyő widgetjei frissítve
id: Tersimpan — widget Layar Utama disegarkan
it: Salvato — widget della schermata Home aggiornati
ja: 保存済み — ホーム画面のウィジェットを更新しました
ko: 저장됨 — 홈 화면 위젯이 새로 고쳐짐
ms: Disimpan — widget Skrin Utama disegarkan
nb: Lagret — widgets på hjem-skjermen oppdatert
nl: Bewaard — widgets op beginscherm vernieuwd
pl: Zapisano — widżety ekranu początkowego odświeżone
pt_br: Salvo — widgets da Tela de Início atualizados
pt_pt: Guardado — widgets do ecrã principal atualizados
ro: Salvat — widgeturile de pe ecranul principal au fost reîmprospătate
ru: Сохранено — виджеты на домашнем экране обновлены
sk: Uložené — widgety na ploche obnovené
sv: Sparat — hemskärmens widgetar uppdaterade
th: บันทึกแล้ว — รีเฟรชวิดเจ็ตที่หน้าโฮมแล้ว
tr: Kaydedildi — Ana Ekran widget’ları yenilendi
uk: Збережено — віджети на початковому екрані оновлено
vi: Đã lưu — đã làm mới tiện ích Màn hình chính
zh_hans: 已存储 — 主屏幕小组件已刷新
zh_hant: 已儲存 — 主畫面小工具已重新整理

source: Couldn't Load Photo
ar: تعذّر تحميل الصورة
ca: No s’ha pogut carregar la foto
cs: Fotku nelze načíst
da: Kunne ikke indlæse foto
de: Foto konnte nicht geladen werden
el: Αδυναμία φόρτωσης φωτογραφίας
es: No se pudo cargar la foto
fi: Kuvaa ei voitu ladata
fr: Impossible de charger la photo
he: לא ניתן לטעון את התמונה
hi: फ़ोटो लोड नहीं हो सकी
hr: Nije moguće učitati fotografiju
hu: A fénykép nem tölthető be
id: Tidak dapat memuat foto
it: Impossibile caricare la foto
ja: 写真を読み込めませんでした
ko: 사진을 불러올 수 없음
ms: Tidak dapat memuatkan foto
nb: Kunne ikke laste bildet
nl: Foto kon niet worden geladen
pl: Nie można wczytać zdjęcia
pt_br: Não foi possível carregar a foto
pt_pt: Não foi possível carregar a foto
ro: Fotografia nu a putut fi încărcată
ru: Не удалось загрузить фото
sk: Fotku sa nepodarilo načítať
sv: Kunde inte läsa in fotot
th: โหลดรูปไม่ได้
tr: Foto yüklenemedi
uk: Не вдалося завантажити фото
vi: Không thể tải ảnh
zh_hans: 无法载入照片
zh_hant: 無法載入照片

source: Try choosing a different image from your library.
ar: جرّب اختيار صورة مختلفة من مكتبتك.
ca: Prova de triar una altra imatge de la biblioteca.
cs: Zkuste vybrat jiný obrázek z knihovny.
da: Prøv at vælge et andet billede fra dit bibliotek.
de: Wähle ein anderes Bild aus deiner Mediathek.
el: Δοκιμάστε να επιλέξετε μια άλλη εικόνα από τη βιβλιοθήκη σας.
es: Prueba a elegir otra imagen de tu biblioteca.
fi: Kokeile valita toinen kuva kirjastosta.
fr: Essayez de choisir une autre image dans votre photothèque.
he: נסה לבחור תמונה אחרת מהספרייה.
hi: लाइब्रेरी से कोई दूसरी छवि चुनकर देखें।
hr: Pokušaj odabrati drugu sliku iz biblioteke.
hu: Próbáljon másik képet választani a könyvtárból.
id: Coba pilih gambar lain dari perpustakaan Anda.
it: Prova a scegliere un’altra immagine dalla libreria.
ja: ライブラリから別の画像を選んでみてください。
ko: 보관함에서 다른 이미지를 선택해 보세요.
ms: Cuba pilih imej lain daripada pustaka anda.
nb: Prøv å velge et annet bilde fra biblioteket.
nl: Probeer een andere afbeelding uit je bibliotheek te kiezen.
pl: Spróbuj wybrać inny obraz z biblioteki.
pt_br: Tente escolher uma imagem diferente da sua biblioteca.
pt_pt: Tente escolher uma imagem diferente da sua biblioteca.
ro: Încercați să alegeți o altă imagine din bibliotecă.
ru: Попробуйте выбрать другое изображение из медиатеки.
sk: Skúste vybrať iný obrázok z knižnice.
sv: Prova att välja en annan bild från biblioteket.
th: ลองเลือกรูปอื่นจากคลังของคุณ
tr: Kitaplığınızdan farklı bir görüntü seçmeyi deneyin.
uk: Спробуйте вибрати інше зображення з медіатеки.
vi: Hãy thử chọn ảnh khác từ thư viện.
zh_hans: 请尝试从图库中选择其他图像。
zh_hant: 請試著從圖庫選擇其他影像。

source: Couldn't Save Photo
ar: تعذّر حفظ الصورة
ca: No s’ha pogut desar la foto
cs: Fotku nelze uložit
da: Kunne ikke gemme foto
de: Foto konnte nicht gesichert werden
el: Αδυναμία αποθήκευσης φωτογραφίας
es: No se pudo guardar la foto
fi: Kuvaa ei voitu tallentaa
fr: Impossible d’enregistrer la photo
he: לא ניתן לשמור את התמונה
hi: फ़ोटो सहेजी नहीं जा सकी
hr: Nije moguće spremiti fotografiju
hu: A fénykép nem menthető
id: Tidak dapat menyimpan foto
it: Impossibile salvare la foto
ja: 写真を保存できませんでした
ko: 사진을 저장할 수 없음
ms: Tidak dapat menyimpan foto
nb: Kunne ikke lagre bildet
nl: Foto kon niet worden bewaard
pl: Nie można zapisać zdjęcia
pt_br: Não foi possível salvar a foto
pt_pt: Não foi possível guardar a foto
ro: Fotografia nu a putut fi salvată
ru: Не удалось сохранить фото
sk: Fotku sa nepodarilo uložiť
sv: Kunde inte spara fotot
th: บันทึกรูปไม่ได้
tr: Foto kaydedilemedi
uk: Не вдалося зберегти фото
vi: Không thể lưu ảnh
zh_hans: 无法存储照片
zh_hant: 無法儲存照片

source: Couldn't Save
ar: تعذّر الحفظ
ca: No s’ha pogut desar
cs: Nelze uložit
da: Kunne ikke gemme
de: Sichern fehlgeschlagen
el: Αδυναμία αποθήκευσης
es: No se pudo guardar
fi: Ei voitu tallentaa
fr: Impossible d’enregistrer
he: לא ניתן לשמור
hi: सहेजा नहीं जा सका
hr: Nije moguće spremiti
hu: Mentés sikertelen
id: Tidak dapat menyimpan
it: Impossibile salvare
ja: 保存できませんでした
ko: 저장할 수 없음
ms: Tidak dapat menyimpan
nb: Kunne ikke lagre
nl: Kon niet bewaren
pl: Nie można zapisać
pt_br: Não foi possível salvar
pt_pt: Não foi possível guardar
ro: Nu s-a putut salva
ru: Не удалось сохранить
sk: Nepodarilo sa uložiť
sv: Kunde inte spara
th: บันทึกไม่ได้
tr: Kaydedilemedi
uk: Не вдалося зберегти
vi: Không thể lưu
zh_hans: 无法存储
zh_hant: 無法儲存
